Repository: fossfreedom/radio-browser
Catalog: po/*.po
Languages: fr

source: Added to recently played at
fr: Ajouté comme récemment joué à

source: Bitrate
fr: Débit

source: Bookmark
fr: Marquer

source: Bookmarks
fr: Marque-pages

source: Browser
fr: Navigateur

source: By Bitrate
fr: Par débit

source: By Country
fr: Par pays

source: By Genres
fr: Par genre

source: By Streamtype
fr: Par type de flux

source: Classical Jazz Talk
fr: Discussion Jazz Classique

source: Clear icon cache
fr: Vider la cache des icônes

source: Click statistics (Last 30 days)
fr: Cliquez pour voir les statistiques (30 derniers jours)

source: Could not download feed. Please try again later.
fr: Ne peut télécharger le flux. Veuillez réessayer plus tard.

source: Could not download station information
fr: Ne peut télécharger les informations de la station

source: Could not download station information from shoutcast directory server. Please try again later.
fr: Ne peut télécharger les informations de la station depuis le serveur Shoutcast. Veuillez réessayer plus tard.

source: Country
fr: Pays

source: Current listeners
fr: Auditeurs actuels

source: Current song
fr: Chanson actuelle

source: Current song (on last refresh)
fr: Chanson actuelle (dernière MÀJ)

source: Do you really want to mark this radio station as broken? It will eventually get deleted if enough people do that! More information on that on the feeds homepage: http://www.radio-browser.info/
fr: Voulez-vous réellement marquer cette station comme non fonctionnelle? Elle sera supprimée si assez de personnes la reportent comme telle. Pour de plus amples informations, veuillez consulter la page des flux: http://www.radio-browser.info.

source: Do you really want to vote for this station? It means, that you like it, and you want more people to know, that this is a good station.
fr: Voulez-vous réellement voter pour cette station? Cela veut dire que vous l'appréciez et que vous voulez la faire connaitre à plus de monde.

source: Download
fr: Télécharger

source: Downloading feed %(name)s from %(url)s. %(try)d/%(trys)d
fr: Télécharge le flux %(name)s depuis %(url)s. %(try)d/%(trys)d

source: downloading station information
fr: téléchargement des informations de la station

source: Entry type
fr: Type d'entrée

source: Esperanto
fr: Espéranto

source: Examples
fr: Exemples

source: Favicon URL
fr: URL de la favicon

source: Favicon URL needs to start with http://
fr: L'URL de la favicon doit débuter par http://

source: Favourites
fr: Favoris

source: Feed
fr: Flux

source: Feed download failed
fr: Téléchargement du flux échoué

source: Feed homepage
fr: Page d'accueil du flux

source: Feed source
fr: Source du flux

source: Filesize
fr: Taille du fichier

source: Filter
fr: Filtre

source: Homepage
fr: Page d'accueil

source: Homepage URL
fr: URL de la page d'accueil

source: Homepage URL needs to start with http://
fr: L'URL de la page d'accueil doit débuter par http://

source: http://listen.to.my/station.pls
fr: http://ecoutez.ma/station.pls

source: http://very.cool.site
fr: http://site.tres.sympa

source: http://very.cool.site/favicon.ico
fr: http://site.tres.sympa/favicon.ico

source: Info box
fr: Boîte d'information

source: Integrating feed %(name)s (%(itemcount)d items) into tree...
fr: Intègre le flux %(name)s (%(itemcount)d éléments) dans l'arbre

source: Internet radio station browser
fr: Navigateur de webradios

source: Invalid
fr: Invalide

source: Language
fr: Langue

source: Last update
fr: Dernière mise-à-jour

source: Loading %(url)s
fr: Charge %(url)s

source: Loading feed %(name)s
fr: Charge le flux %(name)s

source: Mark station as broken
fr: Marquer cette station comme non-fonctionnelle

source: My Station
fr: Ma station

source: Name
fr: Nom

source: Name and URL are necessary
fr: Le nom et l'URL sont nécessaires

source: Negative votes
fr: Votes négatifs

source: No local copy
fr: Pas de copie locale

source: Nothing
fr: Aucune action

source: Play
fr: Lecture

source: Playing time
fr: Temps de lecture

source: Post new station
fr: Publier nouvelle station

source: Radio browser
fr: Navigateur radio

source: Radio Browser Configuration
fr: Configuration du navigateur radio

source: Radiostation list
fr: Liste des stations radio

source: Recently played
fr: Récemment écouté

source: Recently played removal time(days)
fr: Jours avant suppression des fichiers récemment écoutés

source: Record
fr: Enregistrement

source: Redownload
fr: Télécharger de nouveau

source: Relay port
fr: Port de relais

source: Ripping stream
fr: Extraction du flux

source: Search
fr: Recherche

source: Searching for : '%s'
fr: Recherche de: '%s'

source: Select stream URL please
fr: Veuillez sélectionner l'URL du flux

source: Server
fr: Serveur

source: Server type
fr: Type de serveur

source: Shows icecast and shoutcast radio stations on a tab.
fr: Montrer les webradios Icecast et Shoutcast dans un onglet

source: Source feed
fr: Alimentation du flux

source: Station is broken
fr: Station non fonctionnelle

source: Station successfully posted
fr: Station publiée avec succès

source: Stream
fr: Flux

source: Stream URL
fr: URL du flux

source: Streamripper output path
fr: Répertoire d'extraction Streamripper

source: Tags
fr: Balise

source: Time
fr: Durée

source: Title
fr: Titre

source: Try
fr: Essai

source: Trys to download file
fr: Essais de téléchargement du fichier

source: Unbookmark
fr: Enlever le marquage

source: Update radio station list
fr: Mise-à-jour de la liste des stations

source: URL needs to start with http:// or mms://
fr: L'URL doit débuter par http:// ou mms://

source: Vote for station
fr: Voter pour cette station
